tap "lindell/multi-gitter"
tap "simnalamburt/x"
brew "openssl@3"
brew "xz"
brew "azure-cli"
brew "coreutils"
brew "gauth"
brew "gh"
brew "pcre2"
brew "git"
brew "git-filter-repo"
brew "git-lfs"
brew "go"
brew "jq"
brew "node@24"
brew "python@3.12"
brew "ruby"
brew "watch"
brew "yq"
brew "simnalamburt/x/totp"
cask "git-credential-manager"
cask "hiddenbar"
cask "iterm2"
cask "multi-gitter"
cask "powershell"
cask "shearwater-cloud"
cask "thonny"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "carlthome.git-line-blame"
vscode "davidanson.vscode-markdownlint"
vscode "eamodio.gitlens"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "hbenl.vscode-test-explorer"
vscode "hediet.vscode-drawio"
vscode "lostintangent.github-security-alerts"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "ms-azure-devops.azure-pipelines"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-bicep"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.azurecli"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vsliveshare.vsliveshare"
vscode "msazurermtools.azurerm-vscode-tools"
vscode "oderwat.indent-rainbow"
vscode "redhat.vscode-yaml"
vscode "streetsidesoftware.code-spell-checker"
vscode "timonwong.shellcheck"
vscode "usernamehw.errorlens"
vscode "waderyan.gitblame"
vscode "wayou.vscode-todo-highlight"
vscode "yzhang.markdown-all-in-one"
