tap "adoptopenjdk/openjdk"
tap "bazelbuild/tap"
tap "derailed/k9s"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "microsoft/git"
brew "act"
brew "adr-tools"
brew "azcopy"
brew "python@3.9"
brew "azure-cli"
brew "glib"
brew "cairo"
brew "carthage"
brew "coreutils"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-hound"
brew "git-lfs"
brew "git-secrets"
brew "git-sizer"
brew "go"
brew "gobject-introspection"
brew "gradle"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "helm"
brew "helm@2"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "maven"
brew "minikube"
brew "nghttp2"
brew "node"
brew "octant"
brew "pre-commit"
brew "python@3.8"
brew "stern"
brew "tee-clc"
brew "terraform"
brew "terraform-docs"
brew "tflint"
brew "tfsec"
brew "watch"
brew "yarn"
brew "derailed/k9s/k9s"
cask "adoptopenjdk8"
cask "asset-catalog-tinkerer"
cask "azure-data-studio"
cask "git-credential-manager-core"
cask "iterm2"
cask "jumpcut"
cask "lens"
cask "microsoft-azure-storage-explorer"
cask "powershell"
