tap "derailed/k9s"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "lindell/multi-gitter"
tap "microsoft/git"
tap "simnalamburt/x"
tap "thecasualcoder/stable"
brew "automake"
brew "openssl@3"
brew "xz"
brew "python@3.12"
brew "azure-cli"
brew "pcre2"
brew "coreutils"
brew "gauth"
brew "gh"
brew "git"
brew "git-extras"
brew "git-filter-repo"
brew "git-lfs"
brew "unbound"
brew "gnutls"
brew "libksba"
brew "pinentry"
brew "gnupg"
brew "go"
brew "helm"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "libtool"
brew "node"
brew "openjdk"
brew "openssl@1.1"
brew "pre-commit"
brew "python-setuptools"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "pyyaml"
brew "ruby"
brew "six"
brew "speedtest-cli"
brew "tee-clc"
brew "tflint"
brew "tfsec"
brew "virtualenv"
brew "watch"
brew "yq"
brew "zlib"
brew "derailed/k9s/k9s"
brew "hashicorp/tap/terraform"
brew "lindell/multi-gitter/multi-gitter"
brew "simnalamburt/x/totp"
brew "thecasualcoder/stable/tf-summarize"
cask "git-credential-manager"
cask "git-credential-manager"
cask "hiddenbar"
cask "iterm2"
cask "microsoft-azure-storage-explorer"
cask "notunes"
cask "powershell"
cask "shearwater-cloud"
cask "thonny"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "carlthome.git-line-blame"
vscode "davidanson.vscode-markdownlint"
vscode "eamodio.gitlens"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.copilot-labs"
vscode "github.github-vscode-theme"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "hbenl.vscode-test-explorer"
vscode "hediet.vscode-drawio"
vscode "lostintangent.github-security-alerts"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "ms-azure-devops.azure-pipelines"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-bicep"
vscode "ms-azuretools.vscode-cosmosdb"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.azurecli"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vsliveshare.vsliveshare"
vscode "msazurermtools.azurerm-vscode-tools"
vscode "oderwat.indent-rainbow"
vscode "redhat.vscode-yaml"
vscode "streetsidesoftware.code-spell-checker"
vscode "timonwong.shellcheck"
vscode "usernamehw.errorlens"
vscode "wayou.vscode-todo-highlight"
vscode "yzhang.markdown-all-in-one"
