tap "derailed/k9s"
tap "homebrew/bundle"
tap "microsoft/git"
tap "simnalamburt/x"
brew "automake"
brew "openssl@3"
brew "python@3.11"
brew "azure-cli"
brew "coreutils"
brew "gh"
brew "git"
brew "git-extras"
brew "openssl@1.1"
brew "git-filter-repo"
brew "git-lfs"
brew "unbound"
brew "gnutls"
brew "libksba"
brew "gnupg"
brew "go"
brew "helm"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "libtool"
brew "node"
brew "pyyaml"
brew "virtualenv"
brew "pre-commit"
brew "python@3.10"
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "six"
brew "tee-clc"
brew "terraform"
brew "tflint"
brew "tfsec"
brew "watch"
brew "zlib"
brew "derailed/k9s/k9s"
brew "simnalamburt/x/totp"
cask "git-credential-manager-core"
cask "iterm2"
cask "powershell"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "DavidAnson.vscode-markdownlint"
vscode "eamodio.gitlens"
vscode "GitHub.codespaces"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.copilot-labs"
vscode "GitHub.github-vscode-theme"
vscode "GitHub.remotehub"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "hashicorp.terraform"
vscode "hbenl.vscode-test-explorer"
vscode "hediet.vscode-drawio"
vscode "lostintangent.github-security-alerts"
vscode "mhutchie.git-graph"
vscode "ms-azure-devops.azure-pipelines"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-bicep"
vscode "ms-azuretools.vscode-cosmosdb"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.azurecli"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vsliveshare.vsliveshare"
vscode "msazurermtools.azurerm-vscode-tools"
vscode "redhat.vscode-yaml"
vscode "streetsidesoftware.code-spell-checker"
vscode "timonwong.shellcheck"
vscode "usernamehw.errorlens"
vscode "wayou.vscode-todo-highlight"
vscode "yzhang.markdown-all-in-one"
