tap "homebrew/bundle"
tap "lindell/multi-gitter"
tap "simnalamburt/x"
brew "openssl@3"
brew "xz"
brew "azure-cli"
brew "pcre2"
brew "coreutils"
brew "gauth"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "git-lfs"
brew "go"
brew "jq"
brew "node@24"
brew "python@3.12"
brew "ruby"
brew "watch"
brew "yq"
brew "lindell/multi-gitter/multi-gitter"
brew "simnalamburt/x/totp"
cask "git-credential-manager"
cask "hiddenbar"
cask "iterm2"
cask "powershell"
cask "shearwater-cloud"
cask "thonny"
